Repository: hahunavth/Dotfiles
Catalog: gnome-shell/extensions/color-picker@tuberry/locale/*/LC_MESSAGES/color-picker.po
Languages: de_de, it_it, tr_tr

source: %s is picked.
de_de: %s wurde ausgewählt.
it_it: È stato prelevato %s.
tr_tr: %s seçildi.

source: MSG
it_it: Notifica
tr_tr: Üst bildirim

source: OSD
tr_tr: Orta bildirim ekranı

source: Notification style
de_de: Art der Benachrichtigung
it_it: Stile della notifica
tr_tr: Bildirim stili

source: history size
de_de: Verlaufsgröße
it_it: Dimensione della cronologia
tr_tr: Geçmiş boyutu

source: Enable systray
de_de: Im Infobereich anzeigen
it_it: Abilita indicatore sul pannello
tr_tr: Sistem tepsisinde göster

source: right click to open menu
de_de: Rechtsklick, um das Menü zu öffnen
it_it: Click destro per aprire il menu
tr_tr: Menüyü açmak için sağ tıkla

source: Shortcut to pick
de_de: Tastenkürzel zum Auswählen
it_it: Scorciatoia da tastiera
tr_tr: Yakalama kısayolu

source: arrow keys to move by pixel
de_de: Pfeiltasten für pixelgenaue Bewegung
it_it: I tasti direzionali per muoversi tra pixel
tr_tr: Piksel olarak hareket etmek için ok tuşlarını kullan

source: Persistent mode
de_de: Dauerhafter Modus
it_it: Modalità persistente
tr_tr: Kalıcı Mod

source: right click or Escape key to exit
de_de: Zum Beenden Rechtsklick oder ESC-Taste drücken
it_it: Click destro o tasto Esc per uscire
tr_tr: Çıkmak için sağ tıkla veya ESC tuşuna bas

source: Enable preview
de_de: Vorschau anzeigen
it_it: Abilita l'anteprima
tr_tr: Önizlemeyi göster

source: middle click or MENU key to open menu
de_de: Mittelklick oder MENÜ-Taste, um das Menü zu öffnen
it_it: Click centrale tasto MENU per aprire il menu
tr_tr: Menüyü açmak için orta tıkla veya menü tuşuna bas

source: Automatically copy
de_de: Automatisch kopieren
tr_tr: Renk kodunu panoya kopyala

source: copy the color to clipboard after picking
de_de: Farbe nach Auswahl automatisch in Zwischenablage kopieren
tr_tr: Renk seçildikten sonra panoya renk kodunu kopyalar
